android-sdk
autoconf
automake
awscli
brew-gem
carthage
cmake
coreutils
direnv
fasd
docker-clean
docker-cloud
ffmpeg
ghc
gifsicle
git-subrepo
gnupg
gnutls
go
gpg-agent
graphviz
haskell-stack
heroku-toolbelt
htop
hub
imagemagick
ipcalc
ipv6calc
ipv6toolkit
iperf3
jq
keybase
lastpass-cli
libtool
mercurial
mtr
nmap
oath-toolkit
packer
parallel
pass
pinentry-mac
pstree
pycrypto
pyenv
pyenv-ccache
pyenv-virtualenv
pyenv-virtualenvwrapper
pyenv-which-ext
pyside
PyInstaller
python
python3
qt
rbenv
ruby
ruby-build
shellcheck
sift
socat
sslscan
stress
terraform
the_silver_searcher
tmux
tree
watch
yubikey-personalization
zsh
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
