ansible
autoconf
automake
awscli
brew-gem
carthage
cmake
coreutils
ctags
ctop
direnv
emacs
exa
fasd
fdupes
diff-so-fancy
docker-clean
docker-cloud
fdupes
ffmpeg
gcc
ghc
gifsicle
gist
git
git-flow
git-secrets
git-subrepo
gnupg
gnutls
go
gource
gpg-agent
graphviz
haskell-stack
heroku-toolbelt
htop
httpie
hub
iftop
imagemagick
ipcalc
ipv6calc
ipv6toolkit
iperf3
jid
jq
kops
kubectl
lastpass-cli
libtool
mercurial
mtr
mutt
nmap
rmlint
oath-toolkit
packer
packer-completion
parallel
poppler
pinentry-mac
pstree
pyenv
pyenv-ccache
pyenv-virtualenv
pyenv-which-ext
python
python3
qt
rbenv
ruby
ruby-build
shellcheck
sift
socat
sslyze
sslscan
stress
swig
sysdig
terraform
the_silver_searcher
tmux
tree
watch
yubikey-personalization
zsh
zsh-autosuggestions
zsh-completions
zsh-git-prompt
zsh-history-substring-search
zsh-navigation-tools
zsh-syntax-highlighting
