tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/drivers"
tap "caskroom/fonts"
brew "ansible"
brew "aubio", args: ["with-fftw", "with-jack", "with-libav", "with-libsamplerate", "with-libsndfile", "with-python"]
brew "autoconf"
brew "automake"
brew "awscli"
brew "brew-gem"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "direnv"
brew "emacs", restart_service: true
brew "exa"
brew "fasd"
brew "fdupes"
brew "diff-so-fancy"
brew "docker-clean"
brew "docker-cloud"
brew "fdupes"
brew "ffmpeg", args: ["with-chromaprint", "with-libvidstab", "with-sdl2", "with-tools"]
brew "gcc"
brew "ghc"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-flow"
brew "git-secrets"
brew "git-subrepo"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gource"
brew "gpg-agent"
brew "graphviz"
brew "haskell-stack"
brew "heroku-toolbelt"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "ipcalc"
brew "ipv6calc"
brew "ipv6toolkit"
brew "iperf3"
brew "jid"
brew "jq"
brew "kops"
brew "kubectl"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "libtool"
brew "mercurial"
brew "mongoose"
brew "mtr"
brew "mutt"
brew "nmap"
brew "platformio"
brew "rmlint"
brew "oath-toolkit"
brew "packer"
brew "packer-completion"
brew "parallel"
brew "pbzip2"
brew "pipenv"
brew "poppler"
brew "pigz"
brew "pinentry-mac"
brew "pstree"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "python"
brew "python3"
brew "qt"
brew "rbenv"
brew "ruby"
brew "ruby-build"
brew "shellcheck"
brew "sift"
brew "socat"
brew "sslyze"
brew "sslscan"
brew "stress"
brew "swig"
brew "sysdig"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "watch"
brew "yubikey-personalization"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
cask "xquartz"
cask "1password"
cask "arduino"
cask "atom"
cask "aws-vault"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "evernote"
cask "etcher"
cask "flux"
cask "font-hack"
cask "google-cloud-sdk"
cask "iterm2"
cask "libreoffice"
cask "inkscape"
cask "istat-menus"
cask "java"
cask "messenger-for-desktop"
cask "microsoft-remote-desktop-beta"
cask "minikube"
cask "ngrok"
cask "osxfuse"
cask "oversight"
cask "pallotron-yubiswitch"
cask "shiftit"
cask "slack"
cask "smart-scroll"
cask "sublime-text"
cask "transmission"
cask "tunnelblick-beta"
cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wifi-explorer"
cask "wireshark"
cask "yubikey-neo-manager"
cask "yubikey-personalization-gui"
