xquartz
1password
atom
aws-vault
bettertouchtool
docker
dropbox
evernote
flux
font-hack
google-cloud-sdk
iterm2
libreoffice
inkscape
istat-menus
java
messenger-for-desktop
minikube
ngrok
osxfuse
oversight
shiftit
slack
smart-scroll
sublime-text
transmission
tunnelblick-beta
usb-overdrive
vagrant
virtualbox
visual-studio-code
vlc
wifi-explorer
wireshark
yubikey-neo-manager
yubikey-personalization-gui
yubiswitch
microsoft-remote-desktop-beta
