android-sdk
awscli
brew-gem
coreutils
direnv
docker
docker-compose
docker-machine
git-subrepo
gnupg
gnutls
go
gpg-agent
graphviz
haskell-stack
heroku-toolbelt
htop
hub
imagemagick
ipcalc
iperf3
jq
keybase
lastpass-cli
mercurial
mtr
nmap
packer
parallel
pass
pstree
pyenv
pyenv-ccache
pyenv-virtualenv
pyenv-virtualenvwrapper
pyenv-which-ext
pyenv
python
python3
rbenv
ruby
ruby-build
socat
stress
terraform
the_silver_searcher
tree
watch
zsh
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
