xquartz
atom
aws-vault
bettertouchtool
docker
exa
evernote
flux
google-cloud-sdk
iterm2
libreoffice
inkscape
java
karabiner
keybase
messenger-for-desktop
ngrok
osxfuse
oversight
shiftit
slack
sublime-text
transmission
vagrant
virtualbox
vlc
wireshark
yubikey-neo-manager
yubikey-personalization-gui
yubiswitch
