# amethyst
atom
aws-vault
cuda
bdocker
flux
# gisto
google-cloud-sdk
# haskell-platform
libreoffice
inkscape
keybase
ngrok
oversight
shiftit
slack
sublime-text
transmission
vagrant
virtualbox
vlc
wireshark
xquartz
yubikey-neo-manager
yubikey-personalization-gui
yubiswitch
