cask_args appdir: "/Applications"
tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/core"
tap "argoproj/tap"
brew "amazon-ecs-cli"
brew "ansible"
brew "argoproj/tap/argo"
brew "asdf"
brew "asciinema"
brew "aspell"
# brew "aubio", args: ["with-fftw", "with-jack", "with-libav", "with-libsamplerate", "with-libsndfile", "with-python"]
brew "autoconf"
brew "automake"
brew "autopep8"
brew "awscli"
brew "brew-gem"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "docker-clean"
brew "docker-completion"
brew "doitlive"
brew "duc"
brew "emacs", restart_service: true
brew "exa"
brew "fasd"
brew "fdupes"
brew "ffmpeg", args: ["HEAD", "with-aom", "with-two-lame", "with-openssl", "with-fdk-aac", "with-openh264", "with-chromaprint", "with-fontconfig", "with-freetype", "with-libvidstab"]
brew "flake8"
brew "gcc"
brew "geoip"
brew "ghc"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "git-secrets"
brew "git-subrepo"
brew "glide"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gource"
brew "graphviz"
brew "haskell-stack"
brew "heroku"
brew "httpie"
brew "hub"
brew "htop"
brew "iftop"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "ipv6calc"
brew "jid"
brew "jq"
brew "kops"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "mercurial"
brew "mongoose"
brew "mtr"
brew "mutt"
brew "ncdu"
brew "nmap"
brew "namebench"
brew "opencv"
brew "openssl@1.1"
brew "packer"
brew "packer-completion"
brew "parallel"
brew "pbzip2"
brew "pigz"
brew "pinentry-mac"
brew "pipenv"
brew "plod"
brew "pstree"
brew "pycodestyle"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-which-ext"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "ruby-build"
brew "s3cmd"
brew "shellcheck"
brew "snzip"
brew "socat"
brew "speedtest-cli"
brew "sslscan"
brew "sslyze"
brew "stress"
brew "sysdig"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "transmission"
brew "travis"
brew "tree"
brew "unrar"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"
brew "ykpers"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
cask "1password"
cask "apple-brotherprinterdrivers"
cask "arduino"
cask "atom"
cask "aws-vault"
cask "dropbox"
cask "etcher"
cask "evernote"
cask "flux"
cask "google-cloud-sdk"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "knockknock"
cask "libreoffice"
cask "messenger-for-desktop"
cask "ngrok"
cask "osxfuse"
cask "oversight"
cask "slack"
cask "smart-scroll"
cask "sublime-text"
cask "suspicious-package"
cask "timemachineeditor"
cask "transmission"
cask "tunnelblick"
# Only needed on desktop
# cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wifi-explorer"
cask "wireshark"
cask "xquartz"
# Only needed on desktop
# cask "caskroom/drivers/logitech-gaming-software"
cask "yubico-authenticator"
cask "caskroom/drivers/pallotron-yubiswitch"
cask "caskroom/drivers/yubico-yubikey-manager"
cask "caskroom/drivers/yubico-yubikey-personalization-gui"
cask "caskroom/drivers/yubico-yubikey-piv-manager"
cask "caskroom/fonts/font-hack"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/microsoft-remote-desktop-beta"
