tap "buo/cask-upgrade"
tap "caskroom/cask"
tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "jlhonora/lsusb"
tap "simeji/jid"
cask "java"
cask "xquartz"
brew "ack"
brew "libyaml"
brew "python"
brew "ansible"
brew "ant"
brew "antigen"
brew "aspell"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "awscli"
brew "bazel"
brew "boost"
brew "brew-gem"
brew "brew-pip"
brew "c-ares"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "perl"
brew "git"
brew "carthage"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "dbus"
brew "dhcpdump"
brew "diff-so-fancy"
brew "direnv"
brew "libgpg-error"
brew "libassuan"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker-clean"
brew "docker-cloud"
brew "libdshconfig"
brew "dsh"
brew "emacs", restart_service: true
brew "exa"
brew "exploitdb"
brew "fasd"
brew "fdupes"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "jpeg"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gifsicle"
brew "gist"
brew "git-flow"
brew "git-secrets"
brew "git-subrepo"
brew "glew"
brew "gnu-getopt"
brew "gnu-sed"
brew "libunistring"
brew "nettle"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "sdl2"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "gradle"
brew "grails"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "harfbuzz"
brew "haskell-stack"
brew "heroku"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "ipv6calc"
brew "ipv6toolkit"
brew "ispell"
brew "jid"
brew "oniguruma"
brew "jq"
brew "json-c"
brew "jsoncpp"
brew "kubernetes-cli"
brew "kops"
brew "lastpass-cli"
brew "libcroco"
brew "libevent"
brew "librsvg"
brew "libssh2"
brew "libusb-compat"
brew "libxmlsec1"
brew "libyubikey"
brew "luajit"
brew "lzlib"
brew "maven"
brew "mercurial"
brew "mongodb"
brew "mtr"
brew "mutt"
brew "mysql", restart_service: true
brew "nethogs"
brew "nmap"
brew "nvm"
brew "oath-toolkit"
brew "otto"
brew "packer"
brew "parallel"
brew "tree"
brew "pass"
brew "pgpdump"
brew "pinentry-mac"
brew "plod"
brew "poppler"
brew "postgresql"
brew "pssh"
brew "pstree"
brew "pwgen"
brew "pyenv"
brew "pyenv-ccache"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "qt"
brew "pyqt"
brew "ruby-build"
brew "rbenv"
brew "repo"
brew "rmlint"
brew "ruby"
brew "rust"
brew "s3cmd"
brew "zeromq"
brew "saltstack"
brew "shellcheck"
brew "sift"
brew "socat"
brew "spark"
brew "speedtest-cli"
brew "sphinx"
brew "ssllabs-scan"
brew "sslscan"
brew "sslyze"
brew "stress"
brew "swig"
brew "sysdig"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tomcat@7"
brew "transmission"
brew "utf8proc"
brew "watch"
brew "wget"
brew "ykpers"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-navigation-tools"
brew "zsh-syntax-highlighting"
brew "jlhonora/lsusb/lsusb"
cask "1password"
cask "anaconda"
cask "atom"
cask "aws-vault"
cask "bettertouchtool"
cask "cuda"
cask "docker"
cask "dropbox"
cask "evernote"
cask "flux"
cask "google-cloud-sdk"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "karabiner"
cask "keybase"
cask "libreoffice"
cask "messenger-for-desktop"
cask "microsoft-remote-desktop-beta"
cask "miniconda"
cask "minikube"
cask "ngrok"
cask "osxfuse"
cask "oversight"
cask "shiftit"
cask "slack"
cask "smart-scroll"
cask "sublime-text"
cask "transmission"
cask "tunnelblick-beta"
cask "usb-overdrive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wifi-explorer"
cask "wireshark"
cask "yubikey-neo-manager"
cask "yubikey-personalization-gui"
cask "yubiswitch"
